/* 
  ITDeviceMusicViewCtrl.strings
  iToolsMain

  Created by Aaron on 7/22/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"RemoveAlertTitle"              = "你确定要删除音乐吗？";
"RemoveAlertDefaultButton"      = "确定";
"RemoveAlertAlternateButton"    = "取消";

"StatusTemplate"            = "%d 首音乐";
"StatusSelectedTemplate"    = "%d 首音乐, %d 选中";

"ContextMenuImport"         = "导入";
"ContextMenuRemove"         = "删除";
"ContextMenuExport"         = "导出";
"ContextMenuRTMaker"        = "制作铃声";
"ContextMenuAddToPList"     = "添加到播放列表";

"ProgressConvert"           = "转换中...";
"ProgressImport"            = "导入...";
"ProgressRefresh"           = "刷新...";
"ProgressRemove"            = "删除...";
"ProgressCopy"              = "复制文件...";
"ProgressAddPList"          = "添加到播放列表...";

"ConvertFailedTitle"        = "以下音乐转换失败";
"MediaOPRSATHostBusy"       = "设备繁忙，请稍后再试";
"MediaOPRSiTunesInit"       = "无法读取数据，请尝试用iTunes对设备进行初始化后再试";
"MediaOPRSATHostBad"        = "操作失败，请稍候再试";
"MediaOPRSUnknow"           = "未知错误，请稍后再试";

"UnsupportedFileAlertTitle" = "不支持的文件类型\n音乐仅支持mp3、m4a、m4b、wav、wma、ape、flac、ogg文件";

"RingtoneMakerWindowTitle"  = "铃声制作";
